azemoh.one-monokai
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
ecmel.vscode-html-css
eg2.tslint
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
eserozvataf.one-dark-pro-monokai-darker
formulahendry.auto-close-tag
HookyQR.beautify
IBM.output-colorizer
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.Go
neeraj-singh.vscode-js-console-utils-extended
octref.vetur
Perkovec.emoji
PKief.material-icon-theme
schroeter.prettier-vscode-space-parenthesis
Shan.code-settings-sync
wayou.vscode-todo-highlight
whtouche.vscode-js-console-utils
Zignd.html-css-class-completion
